{
  
    "Intelligence Feed": {
     "what": "インテリジェンスフィードは、潜在的な脅威や既存の脅威に関する情報（悪意のあるIPアドレス、ドメイン、URL、ファイルなど）を提供するデータストリームです。これらのフィードは、組織の脅威検知と対応能力を向上させるために使用されます。最新の脅威や脆弱性に関する情報を提供し、脅威が重大な被害をもたらす前に積極的に脅威を検出し、軽減するのに役立ちます。また、脅威の状況を把握し、全体的なセキュリティポストを向上させるのにも役立ちます。",
     "why": "インテリジェンスフィードは、組織が最新の脅威や脆弱性について情報を得るために重要です。これらのフィードをセキュリティシステムに統合することで、脅威が重大な被害をもたらす前に積極的に検出し、軽減することができます。また、脅威の状況を把握し、全体的なセキュリティポストを向上させるのにも役立ちます。",
     "help": "インテリジェンスフィードを効果的に活用するためには、セキュリティ情報およびイベント管理（SIEM）システムや他のセキュリティプラットフォームに統合します。最新の情報を得るために定期的に脅威インテリジェンスソースを更新します。インテリジェンスフィードのデータを内部のログやアラートと相関させ、潜在的な脅威を特定します。さらに、脅威インテリジェンス共有コミュニティと協力して、脅威検出能力を向上させます。"
   },
   "AlienVault OTX": {
     "what": "AlienVault OTX（Open Threat Exchange）は、脅威データ（妥協の指標、脅威アクター、戦術、技術、手順など）を共有および受け取ることができる共同脅威インテリジェンスプラットフォームです。",
     "why": "コミュニティベースのインテリジェンスを活用することで、組織はより広範な脅威データを利用し、効果的に脅威を検出および対応することができます。",
     "help": "AlienVault OTXコミュニティに参加して、脅威インテリジェンスの共有と受け取りを開始します。既存のセキュリティツールにOTXデータを統合して、脅威検出と対応プロセスを自動化します。"
   },
   "Bambenek C&C Tracker": {
     "what": "Bambenek C&C Trackerは、マルウェアやボットネットの管理に使用されるコマンドおよびコントロール（C&C）サーバーを追跡するサービスです。",
     "why": "C&Cサーバーの監視は、組織が悪意のあるトラフィックを特定し、ブロックするのに役立ち、マルウェアがコントロールサーバーと通信するのを防ぎます。",
     "help": "Bambenek C&C Trackerフィードをネットワークセキュリティツールに統合して、既知のC&CサーバーのIPアドレスとドメインを自動的にブロックします。"
   },
   "Dshield": {
     "what": "Dshieldは、ポートスキャンや脆弱性の悪用などの悪意のある活動に関するデータを収集および分析するコミュニティベースのプラットフォームです。",
     "why": "Dshieldとデータを共有することで、現在の脅威トレンドについてより広範な理解を構築し、集合的なサイバーセキュリティ防御を強化することができます。",
     "help": "ネットワークデバイスからのログをDshieldに提出することで、Dshieldに貢献します。Dshieldからの集約されたデータを使用して、脅威検出と軽減戦略を改善します。"
   },
   "Quake360": {
     "what": "Quake360は、悪意のある活動に関連するIPアドレス、ドメイン、ファイルハッシュなどのリアルタイムの脅威インテリジェンスデータを提供する脅威インテリジェンスプラットフォームです。",
     "why": "リアルタイムの脅威インテリジェンスは、組織が迅速に新興脅威を特定し、軽減するのに役立ち、攻撃の成功リスクを低減します。",
     "help": "Quake360データをセキュリティインフラに統合して、脅威検出と対応能力を向上させます。最新のインテリジェンスに基づいてセキュリティ対策を定期的に見直し、更新します。"
   },
   "RiskIQ": {
     "what": "RiskIQは、脅威インテリジェンス、デジタルフットプリントのモニタリング、および攻撃面の管理を提供するサイバーセキュリティプラットフォームです。",
     "why": "デジタルフットプリントを理解し、脅威を監視することで、攻撃を防止し、セキュリティインシデントの潜在的な影響を軽減することができます。",
     "help": "RiskIQを使用してデジタルアセットをマッピングし、脅威を監視し、セキュリティインシデントに対応します。潜在的な脆弱性を特定し、対処するために定期的にデジタルフットプリントを確認します。"
   },
   
   "TOR Project official exit nodes": {
     "what": "TORプロジェクトは、TORネットワークで使用される公式の出口ノードのリストを管理しています。TORネットワークは、インターネットトラフィックを複数のサーバーを経由してルーティングすることで匿名化します。",
     "why": "TOR出口ノードを監視することで、TORネットワークからの潜在的な悪意のあるトラフィックを特定し、ブロックすることができます。",
     "help": "TOR出口ノードのリストをセキュリティツールに組み込んで、組織のリスク許容度に基づいてこれらのソースからのトラフィックを監視し、必要に応じてブロックします。"
   },
   "US-CERT": {
     "what": "米国コンピュータ緊急対応チーム（US-CERT）は、米国の組織に対してサイバーセキュリティ情報、警告、およびインシデント対応支援を提供しています。",
     "why": "US-CERTは、組織が最新のサイバーセキュリティの脅威について情報を得ることや、それに対する保護策を講じることを支援します。",
     "help": "US-CERTの警告とアドバイザリを購読して、新興の脅威に関するタイムリーな情報を受け取ります。US-CERTのガイドラインと推奨事項に従って、セキュリティ防御を強化します。"
   },
   "Binary Defense Systems Artillery": {
     "what": "Binary Defense Systems Artilleryは、ハニーポットとモニタリングツールであり、不審な動作や不正なアクセス試行を追跡して悪意のある活動を検出およびブロックするために設計されています。",
     "why": "Artilleryを使用することで、組織は潜在的な脅威や不正なアクターがシステムを侵害しようとする試みを特定し、全体的なセキュリティを強化することができます。",
     "help": "ネットワークにArtilleryを展開して、不審な活動を監視および記録します。収集したデータを使用して、脅威検出と対応戦略を強化します。"
   },
   "BotScout": {
     "what": "BotScoutは、自動化されたボットを追跡し、その活動を監視し、既知のボットに関するデータを提供するサービスです。",
     "why": "ボットを特定してブロックすることで、スパム、スクレイピング、およびその他の悪意のある活動などの自動化された攻撃を防ぐことができます。",
     "help": "BotScoutのデータをセキュリティシステムに統合して、ボットの活動を自動的に検出およびブロックします。新しいボットの脅威に対して保護されるように、定期的にボット検出ルールを更新します。"
   },
   "Cisco Talos IP Blacklist": {
     "what": "Cisco Talos IP Blacklistは、スパム、フィッシング、およびマルウェアの配布などの悪意のある活動に関連するIPアドレスのリストです。",
     "why": "このブラックリストを使用することで、組織は既知の悪意のあるIPアドレスをブロックし、サイバー攻撃のリスクを低減することができます。",
     "help": "Cisco Talos IP Blacklistをファイアウォールおよび侵入検知/防御システムに組み込んで、これらの悪意のあるIPアドレスからのトラフィックを自動的にブロックします。"
   },
   "Cyber Threat Alliance": {
     "what": "Cyber Threat Alliance（CTA）は、サイバーセキュリティ組織のグループであり、グローバルなデジタルエコシステムのセキュリティを向上させるために脅威インテリジェンスを共有しています。",
     "why": "信頼できる組織間で脅威インテリジェンスを共有することで、脅威の検出と軽減を改善し、全体的なサイバーセキュリティを強化することができます。",
     "help": "Cyber Threat Allianceに参加して、他のメンバーと脅威インテリジェンスを共有し協力します。共有されたデータを使用して、組織の脅威検出と対応能力を向上させます。"
   },
   
   "Cyware": {
     "what": "Cywareは、サイバーセキュリティプラットフォームであり、脅威インテリジェンス、インシデント対応、セキュリティ自動化ソリューションを提供して、組織がサイバー脅威から保護され続けるのを支援します。",
     "why": "Cywareは、リアルタイムの脅威インテリジェンスを提供し、セキュリティプロセスを自動化することで、組織の脅威検出と対応能力を向上させるのに役立ちます。",
     "help": "Cywareの脅威インテリジェンスと自動化ソリューションをセキュリティインフラに統合して、効率的にサイバー脅威を検出し対応する能力を向上させます。"
   },
   "Emerging Threats": {
     "what": "Emerging Threatsは、新興および進化中のサイバー脅威に関する脅威インテリジェンス（攻撃指標や攻撃パターンなど）を提供します。",
     "why": "新興の脅威について情報を得ることで、組織は新たな高度なサイバー攻撃に対して積極的に防御することができます。",
     "help": "Emerging Threatsのデータを定期的に更新してセキュリティツールを最新の脅威に対して保護します。このインテリジェンスを使用してセキュリティ戦略と対応計画を立案します。"
   },
   "Feodo Tracker": {
     "what": "Feodo Trackerは、Feodo/Cridex/Geodoボットネットのコマンドおよびコントロール（C&C）サーバーを追跡し、情報を提供するサービスです。",
     "why": "これらのC&Cサーバーを追跡することで、ボットネットマルウェアとその制御者との通信をブロックし、データの盗難やその他の悪意のある活動を防ぐことができます。",
     "help": "Feodo Trackerのデータをネットワークセキュリティツールに統合して、Feodo/Cridex/Geodoボットネットに関連する既知のC&CサーバーのIPアドレスとドメインをブロックします。"
   },
   "Fidelis Barncat": {
     "what": "Fidelis Barncatは、マルウェアの設定と脅威アクターの戦術、技術、手順（TTP）に関する情報を提供する脅威インテリジェンスサービスです。",
     "why": "マルウェアの設定とTTPを理解することで、組織はターゲット型攻撃に対してより効果的に検出および防御することができます。",
     "help": "Fidelis Barncatのインテリジェンスを使用して脅威検出と対応戦略を立案します。このデータをセキュリティツールに統合して、その効果を高めます。"
   },
   "Lehigh Malware Domains": {
     "what": "Lehigh Malware Domainsは、マルウェアの配布やその他の悪意のある活動に関連するドメインのリストです。",
     "why": "これらのドメインをブロックすることで、マルウェア感染を防ぎ、悪意のあるドメインをコマンドおよびコントロールやデータの流出に使用するサイバー攻撃から保護することができます。",
     "help": "Lehigh Malware DomainsをDNSフィルタリングやセキュリティツールに組み込んで、これらの悪意のあるドメインへのアクセスを自動的にブロックします。"
   },

   "OpenPhish": {
     "what": "OpenPhishは、既知のフィッシングサイトとキャンペーンに関するデータを提供するフィッシング脅威インテリジェンスサービスです。",
     "why": "フィッシングサイトを検出してブロックすることで、ログイン資格情報や金融データなどの機密情報を狙ったフィッシング攻撃から組織を保護することができます。",
     "help": "OpenPhishのデータをウェブフィルタリングとメールセキュリティソリューションに統合して、既知のフィッシングサイトへのアクセスを自動的に検出してブロックします。ユーザーにフィッシングの脅威と不審なメールやウェブサイトの見分け方について教育します。"
   },
   "Ransomware Tracker": {
     "what": "Ransomware Trackerは、ランサムウェアのコマンドおよびコントロール（C&C）サーバーを監視し、情報を提供するサービスであり、ランサムウェアのオペレーターが使用するインフラを追跡します。",
     "why": "ランサムウェアのC&Cサーバーを追跡することで、ランサムウェアとその制御者との通信をブロックし、データの暗号化と身代金要求を防止することができます。",
     "help": "Ransomware Trackerのデータをセキュリティツールに統合して、既知のランサムウェアのC&CサーバーのIPアドレスとドメインを自動的にブロックします。"
   },
   "URLhaus": {
     "what": "URLhausは、abuse.chが運営するプロジェクトであり、マルウェアの配布に使用されるURLなどの悪意のあるURLを収集、追跡、共有します。",
     "why": "悪意のあるURLを特定してブロックすることで、マルウェア感染やその他のウェブベースの脅威を防ぐことができます。",
     "help": "URLhausのデータをウェブフィルタリングとセキュリティツールに統合して、既知の悪意のあるURLへのアクセスを自動的にブロックします。"
   },
   "Zeus Tracker": {
     "what": "Zeus Trackerは、Zeusバンキングトロイの使用するコマンドおよびコントロール（C&C）サーバーを追跡し、既知の悪意のあるIPアドレスとドメインに関する情報を提供するサービスです。",
     "why": "ZeusのC&Cサーバーをブロックすることで、銀行の資格情報やその他の機密情報の盗難を防止することができます。",
     "help": "Zeus Trackerのデータをネットワークセキュリティツールに統合して、既知のZeusのC&Cサーバーとのトラフィックを自動的にブロックします。"
   },
   "Bad IPs": {
     "what": "Bad IPsは、悪意のある活動に関与するIPアドレスのブラックリストであり、さまざまな脅威インテリジェンスソースから編集されています。",
     "why": "既知の悪意のあるIPアドレスをブロックすることで、サイバー攻撃や不正アクセスのリスクを低減することができます。",
     "help": "Bad IPsリストをファイアウォールと侵入検知/防御システムに組み込んで、これらのIPアドレスからのトラフィックを自動的にブロックします。"
   },

   "Cyber Crime Tracker": {
     "what": "Cyber Crime Trackerは、マルウェアの配布やコマンドおよびコントロール（C&C）サーバーなど、さまざまなタイプのサイバー犯罪に関する情報を追跡し提供するサービスです。",
     "why": "サイバー犯罪インフラを追跡することで、組織は悪意のある活動をブロックしネットワークを保護することができます。",
     "help": "Cyber Crime Trackerのデータを使用して、既知の悪意のあるIPアドレスやドメインからのトラフィックを自動的にブロックすることでセキュリティツールを強化します。"
   },
   "Dan.me.uk Tor List": {
     "what": "Dan.me.ukは、Torネットワーク内の宛先に到達する前にトラフィックが通過する最終ノードであるTorエグジットノードのリストを提供しています。",
     "why": "Torエグジットノードを監視することで、組織は悪意のある目的で使用される可能性のあるTorネットワークからのトラフィックを特定し、ブロックすることができます。",
     "help": "Dan.me.uk Tor Listをセキュリティツールに統合して、組織のリスク許容度に基づいてTorエグジットノードからのトラフィックを監視およびブロックします。"
   },
   "Infosec": {
     "what": "Infosecは、脅威インテリジェンスを含むさまざまなサイバーセキュリティリソースを提供し、組織が最新の脅威と脆弱性について情報を得るのを支援します。",
     "why": "現在の脅威と脆弱性について情報を得ることで、組織は積極的にサイバー攻撃に対抗することができます。",
     "help": "Infosecの脅威インテリジェンスリソースを活用して、セキュリティ戦略を強化し、脅威の検出と対応能力を向上させます。"
   },
   "Malware Domain List": {
     "what": "Malware Domain Listは、マルウェアの配布やその他の悪意のある活動に関与するドメインのリストです。",
     "why": "これらのドメインをブロックすることで、マルウェア感染やその他のサイバー脅威を防ぐことができます。",
     "help": "Malware Domain ListをDNSフィルタリングとセキュリティツールに組み込んで、これらの悪意のあるドメインへのアクセスを自動的にブロックします。"
   },
   "Web_Crawler": {
     "what": "Webクローラーは、インターネットをシステム的にブラウズし、ウェブサイトから情報を収集およびインデックスする自動化プログラムです。Webクローラーは、検索エンジンがインデックスを更新するために使用されることがありますが、データマイニングやウェブスクレイピングなどの他の目的にも使用されます。",
     "why": "Webクローラーは、効率的にインターネットから大量の情報を収集およびインデックスするために不可欠です。検索エンジンはユーザーに関連する結果を提供するのに役立ち、ウェブコンテンツの監視と分析にも使用されます。",
     "help": "Webクローラーを使用して、セキュリティツールを強化し、既知の悪意のあるIPアドレスやドメインからのトラフィックを自動的にブロックする能力を向上させます。"
   },
   "Blocklist.de": {
     "what": "Blocklist.deは、ブルートフォース攻撃、DDoS攻撃、ハッキング試行などの攻撃に関与するIPアドレスに関する情報を提供するサービスです。",
     "why": "これらのIPアドレスをブロックすることで、さまざまなサイバー脅威や不正アクセス試行からネットワークを保護することができます。",
     "help": "Blocklist.deのデータを使用して、ファイアウォールと侵入検知/防御システムを強化し、悪意のあるIPアドレスからのトラフィックを自動的にブロックします。"
   },
   "Botvrij.eu": {
     "what": "Botvrij.euは、ボットネットと関連するコマンドおよびコントロール（C&C）サーバーに関する情報を提供するプロジェクトであり、組織が悪意のあるトラフィックを特定しブロックするのを支援します。",
     "why": "ボットネットのC&Cサーバーを追跡することで、ボットネットがコントローラーと通信することを防ぎ、協調攻撃のリスクを低減することができます。",
     "help": "Botvrij.euのデータをセキュリティツールに統合して、既知のボットネットのC&CサーバーのIPアドレスとドメインを自動的にブロックします。"
   },
   "BruteForceBlocker": {
     "what": "BruteForceBlockerは、ブルートフォース攻撃に関与するIPアドレスに関する情報を収集し共有するサービスです。",
     "why": "ブルートフォース攻撃に関与するIPアドレスをブロックすることで、不正アクセスやシステムの侵害を防止することができます。",
     "help": "BruteForceBlockerのデータをファイアウォールと侵入検知/防御システムに統合して、ブルートフォース攻撃に関与するIPアドレスからのトラフィックを自動的にブロックします。"
   },
   "CINS Score": {
     "what": "CINS Scoreは、IPアドレスの悪意のある活動に基づいてスコアを提供する脅威インテリジェンスサービスであり、組織が脅威を優先するのを支援します。",
     "why": "CINS Scoreを使用することで、組織は最も重要な脅威に重点を置いてセキュリティ対策を行い、全体的な保護を向上させることができます。",
     "help": "CINS Scoreのデータをセキュリティツールに統合して、高リスクのIPアドレスからのトラフィックを優先してブロックします。"
   },
   "CnC": {
     "what": "コマンドアンドコントロール（C2）サーバーは、サイバー攻撃者が侵害されたシステム（ボットまたはゾンビとも呼ばれる）を制御するために使用する集中型サーバーです。C2サーバーは、攻撃者の指示を実行するためにボットにコマンドを送信します。C2サーバーは、ボットネット、ランサムウェア、分散型サービス拒否（DDoS）攻撃など、多くのサイバー攻撃の重要な要素です。",
     "why": "C2サーバーは、サイバー攻撃者が侵害されたシステムとの通信を維持し、リモートコマンドを実行し、データを外部に送信し、攻撃を調整するために必要です。これにより、攻撃者は感染したシステムを制御し、マルウェアを更新することができます。",
     "help": "C2サーバーの活動に対抗するためには、異常なトラフィックを検出するためのネットワークモニタリングを実施し、既知の悪意のあるIPアドレスをブロックするためにファイアウォールや侵入検知/防止システムを使用し、エンドポイント保護ソリューションを導入してマルウェアを特定し、削除する必要があります。ソフトウェアとシステムを最新のパッチで更新することも、攻撃者による悪用を防ぐのに役立ちます。"
   },
   "Bot": {
     "what": "ボットは、人間よりもはるかに高速にインターネット上でタスクを実行する自動化されたソフトウェアアプリケーションです。ボットは、合法的な目的と悪意のある目的の両方に使用されることがあります。",
     "why": "ボットは、繰り返しのタスクの自動化、ウェブスクレイピング、顧客の問い合わせへの応答、分散型サービス拒否（DDoS）攻撃など、さまざまな目的に使用されます。悪意のあるボットは、データの盗難、マルウェアの拡散、オンライン活動の操作などに使用されることがあります。",
     "help": "ボットの管理と影響の軽減のために、合法的なボットトラフィックと悪意のあるボットトラフィックを区別できるボット管理ソリューションを導入してください。レート制限を実施し、CAPTCHAを使用して人間のユーザーを検証し、ボットの活動を示す異常なパターンを監視するためにネットワークトラフィックを監視してください。堅牢なサイバーセキュリティ対策を実施し、ソフトウェアを最新の状態に保つことも、悪意のあるボットに対する保護に役立ちます。"
   },
   "Spam": {
     "what": "大量の迷惑メールを送信するソースであり、しばしば悪意のあるリンク、添付ファイル、または欺瞞的なコンテンツを含んでいます。",
     "why": "スパマーは、これらのソースを使用してマルウェアを拡散し、フィッシング攻撃や詐欺行為を行います。たとえば、スパムメールは、ユーザーが有害なリンクをクリックしたり、悪意のある添付ファイルをダウンロードしたりするように誤導することがあります。",
     "help": "スパムをブロックするために、堅牢なメールフィルタリングソリューションを導入してください。SpamAssassinなどのサービスを利用し、スパムフィルタールールを定期的に更新してください。フィッシング試みや不審なメールを識別するためにユーザーに教育を行ってください。"
   },
   "Drop": {
     "what": "ログイン資格情報、金融情報、またはその他の機密データなど、盗まれたデータを保存するために使用されるサイトです。",
     "why": "攻撃者は、ドロップサイトを使用して盗まれたデータを収集し、保存し、後でこの情報をアクセスして悪用することができます。たとえば、侵害されたウェブサイトは、ユーザーの資格情報や支払い情報をドロップサイトにアップロードすることがあります。",
     "help": "既知のドロップサイトへのアクセスを特定してブロックしてください。DLPツールやNetEyezセキュリティシステムを使用して、データの外部への流出を監視してください。定期的なセキュリティログのレビューや脅威インテリジェンスを通じて新興の脅威について最新の情報を把握してください。"
   },
   "SpywareCnC": {
     "what": "スパイウェアが収集した情報を攻撃者に報告するために使用されるサーバーです。",
     "why": "スパイウェアは、個人情報やビジネスの秘密などの機密データを盗むことができます。たとえば、スパイウェアはキーロギングされたデータを報告サーバーに送信することがあります。",
     "help": "エンドポイント保護ソフトウェアを使用してスパイウェアの感染を検出し、削除してください。NetEyezなどのツールを使用して、不審な接続を行うアウトバウンドトラフィックを監視してください。"
   },
   "OnlineGaming": {
     "what": "潜在的なセキュリティリスクや悪意のある活動に関連するゲームサイトです。",
     "why": "これらのサイトは、マルウェアを配布したり、悪意のある広告を掲載したりする場合があり、ユーザーのデバイスにリスクをもたらす可能性があります。",
     "help": "ユーザーに安全なブラウジングの習慣について教育してください。不審なゲームサイトをブロックするためにウェブフィルタリングを実施してください。"
   },
   "DriveBySrc": {
     "what": "ブラウザの脆弱性を悪用してドライブバイダウンロードを介してマルウェアを配布するソースです。",
     "why": "これらのソースは、訪れたウェブサイトで訪問者のデバイスにマルウェアを感染させます。",
     "help": "既知のドライブバイダウンロードソースへのアクセスをブロックするためにウェブフィルタリングを使用してください。脆弱性を修正するためにソフトウェアを最新の状態に保つことも重要です。"
   },
   "ChatServer": {
     "what": "ポリシー違反や不審な活動があるためにフラグが立てられたチャットサーバーです。",
     "why": "チャットサーバーは、秘密裏に通信したり、悪意のあるリンクを配布したりするために使用されることがあります。たとえば、攻撃者は活動を調整するためにチャットサーバーを使用することがあります。",
     "help": "不審な活動や不正な活動を監視し、厳格な使用ポリシーを実施してください。SplunkなどのSIEMツールを使用してチャットサーバーログを分析してください。"
   },
   "TorNode": {
     "what": "Torネットワークに関連するノードであり、匿名であり、潜在的に悪意のある活動に使用されます。",
     "why": "Torノードは、違法な行為を追跡および検出するのが困難になるように悪意のある活動を隠蔽することができます。",
     "help": "組織のポリシーに基づいてTorノードへのアクセスをブロックすることを検討してください。NetEyezセキュリティシステムなどを使用して、異常なパターンのネットワークトラフィックを監視してください。"
   },
   "Compromised": {
     "what": "侵害された可能性のあるデバイスやネットワークであり、脅威をもたらす可能性があります。",
     "why": "侵害されたシステムは、攻撃を実行したりデータを盗んだりするために使用されることがあります。たとえば、侵害されたサーバーはフィッシングウェブサイトをホストするために使用されることがあります。",
     "help": "侵害されたデバイスを分離し、セキュリティ評価を実施し、脆弱性を修正してください。脆弱性スキャンのためにNessusやOpenVASなどのツールを使用してください。"
   },
   "P2P": {
     "what": "ピアツーピアのファイル共有ネットワークに関与するノードであり、悪意のあるファイルの共有に使用される可能性があります。",
     "why": "P2Pネットワークは、マルウェアや違法なコンテンツを配布することができます。たとえば、P2Pノードは感染したソフトウェアを共有するかもしれません。",
     "help": "不審な活動を行うP2Pネットワークトラフィックを監視し、ユーザーにP2Pネットワークの使用リスクについて教育してください。NetEyezなどのツールを使用してP2Pトラフィックを分析してください。"
   },


   "Proxy": {
     "what": "セキュリティコントロールを回避するために使用されるプロキシサーバー。または悪意のある活動を隠すために使用されることもあります。",
     "why": "プロキシは悪意のある活動を匿名化することができます。例えば、攻撃者はプロキシを使用して自身の真のIPアドレスを隠すことがあります。",
     "help": "プロキシサーバーのログを監視し、不正なプロキシの使用をブロックしてください。Squidなどのツールを使用してプロキシのアクセスを制御し、ログを取得してください。"
   },
   "IPCheck": {
     "what": "IPアドレスの評判や地理的位置をチェックするために使用されるサービス。",
     "why": "IPチェックサービスはIPアドレスの正当性を検証するために使用されることがあります。例えば、攻撃者はこのようなサービスを使用してブロックされていないIPアドレスを見つけることがあります。",
     "help": "IP評判サービスを使用してハイリスクなIPアドレスからのアクセスをブロックし、異常なIPルックアップを監視してください。Fail2Banなどのツールを使用して監視を実施してください。"
   },
   "Utility": {
     "what": "安全で正当な公共ユーティリティサービス。",
     "why": "これらのサービスは通常安全ですが、悪意のある活動のカバーとして使用されることがあります。例えば、ユーティリティサービスはマルウェアを配信するために偽装されることがあります。",
     "help": "ユーティリティサービスに関連する異常な活動を監視し、すべての通信が安全であることを確認してください。NetEyezなどのネットワーク監視ツールを使用してください。"
   },
   "DDoSTarget": {
     "what": "分散型サービス拒否（DDoS）攻撃の被害者であり、サービスを妨害される可能性があります。",
     "why": "DDoS攻撃はターゲットに大量のトラフィックを送り込みます。例えば、電子商取引サイトはセール中にオフラインになる可能性があります。",
     "help": "DDoS対策技術を実装し、継続的な攻撃を監視してください。CloudflareやAkamaiなどのDDoS保護サービスを使用してください。"
   },
   "Scanner": {
     "what": "ネットワークやシステムを積極的にスキャンするホストであり、脆弱性を探す可能性があります。",
     "why": "スキャナーは攻撃のための弱点を特定することができます。例えば、攻撃者はエントリーポイントを見つけるためにオープンポートをスキャンするかもしれません。",
     "help": "スキャン活動に関連するネットワークログを監視し、スキャンIPアドレスをブロックしてください。NetEyezなどのツールを使用してスキャンパターンを検出してください。"
   },
   "Brute_Forcer": {
     "what": "SSHや他のサービスに対してブルートフォース攻撃を実行するために使用されるツール。",
     "why": "ブルートフォース攻撃は多数のパスワードを試行してアクセスを試みます。例えば、攻撃者はSSHサーバーに繰り返しログイン試行を行うかもしれません。",
     "help": "ブルートフォース攻撃や異常なログインパターンを監視してください。"
   },
   "FakeAV": {
     "what": "ユーザーを騙してマルウェアをインストールさせる偽のウイルス対策やアンチスパイウェア製品。",
     "why": "これらの製品はユーザーに自身のシステムが保護されていると思わせます。例えば、偽のウイルス対策ソフトウェアは存在しない脅威を削除するために支払いを要求するかもしれません。",
     "help": "ユーザーに正規のウイルス対策製品について教育し、偽のソフトウェアを識別する方法を伝えてください。"
   },
   "DynDNS": {
     "what": "動的DNSサービスに関連するドメインやIPアドレスであり、DNSレコードを常に更新してドメイン名を変更するIPアドレスにマッピングします。",
     "why": "動的DNSサービスは、IPアドレスが変更されるサーバーやデバイスとの接続性を維持するために使用されます。また、サーバーの実際の場所を隠すためやリモートアクセスを容易にするためにも使用されます。",
     "help": "動的DNSに関連する不審な活動（頻繁な更新やIPアドレスの変更など）を監視してください。動的DNSサービスに関連する既知の悪意のあるドメインをブロックするためにDNSシンクホールやフィルタリングを実装してください。NetEyezなどの監視ツールを使用して不審なDNS活動を検出し、対応してください。"
   },

   "Undesirable": {
     "what": "望ましくない活動やサービスですが、必ずしも違法ではありません。",
     "why": "これらの活動はまだセキュリティリスクをもたらす可能性があります。例えば、サイトが不適切なコンテンツをホストしていて、それが注意散漫になる可能性があります。",
     "help": "コンテンツフィルタリングを実装し、望ましくないサイトへのアクセスを監視してください。"
   },
   "AbusedTLD": {
     "what": "悪用されることが多いまたは悪意のある目的で悪用されるトップレベルドメイン（TLD）または無料で登録できるTLDを指します。",
     "why": "これらのTLDは、低コストや簡単な入手性のため、フィッシングウェブサイトのホスティング、マルウェアの配布、その他の悪意のある活動に対して攻撃者に魅力的なものとなる可能性があります。",
     "help": "悪用されたまたは無料のTLD内の既知の悪意のあるドメインへのトラフィックを監視し、ブロックしてください。ドメインの評判サービスや脅威インテリジェンスフィードを実装して、これらのドメインから発生する悪意のある活動を検出し、対応してください。ユーザーに悪用されたTLDにホストされたウェブサイトへのアクセスに関連するリスクについて教育してください。"
   },
   "SelfSignedSSL": {
     "what": "信頼された証明書機関（CA）によって署名されていない、または通常とは異なる暗号化アルゴリズムを使用した通信で使用されるSSL証明書または暗号化方法を指します。",
     "why": "これらの証明書や暗号化方法は、機密データの傍受や中間者攻撃などのセキュリティリスクを示す可能性があります。",
     "help": "信頼できるCAによって発行された信頼できるSSL証明書の使用を強制する厳格なセキュリティポリシーを実装してください。自己署名のSSL証明書や不審な暗号化アルゴリズムを使用したネットワークトラフィックを監視し、さらに調査してください。ユーザーにSSL証明書の検証の重要性や不審な暗号化を使用しているウェブサイトやサービスへの接続を避けることの重要性について教育してください。"
   },
   "Blackhole": {
     "what": "悪意のあるトラフィックや通信をキャプチャして無効化するために設計されたシステムです。",
     "why": "ブラックホールシステムは、悪意のあるトラフィックを重要なシステムからリダイレクトすることで脅威を軽減するのに役立ちます。",
     "help": "効果的な脅威軽減のためにブラックホールまたはシンクホールシステムを監視および維持してください。DNSシンクホールなどのツールを使用して、悪意のあるドメインからのトラフィックをリダイレクトしてください。"
   },
   "RemoteAccessService": {
     "what": "GoToMyPCなどのリモートアクセスサービス",
     "why": "これらのサービスは適切にセキュリティが確保されていない場合、不正なアクセスを許可する可能性があります。例えば、攻撃者は侵害されたアカウントを使用して企業ネットワークに侵入することができます。",
     "help": "堅牢な認証メカニズムと継続的な監視でリモートアクセスサービスをセキュアにしてください。VPNやリモートデスクトッププロトコル（RDP）のログなどのツールを使用して、リモートアクセスの活動を追跡および監査してください。"
   },
   "P2PCnC": {
     "what": "ボットネットやマルウェアネットワークを管理するために使用される分散型のコマンドアンドコントロールノードです。",
     "why": "これらのノードは冗長性と耐障害性を提供し、ボットネットやマルウェアネットワークが秘密裏に運用され、検出を回避することができます。",
     "help": "分散型のコマンドアンドコントロールインフラストラクチャ（CnC）との通信を検出してブロックしてください。既知のCnCノードを特定し、最新の情報を得るために脅威インテリジェンスフィードを活用し、ボットネット活動に対する積極的な防御を強化してください。"
   },
   "Parking": {
     "what": "SEOの目的で駐車されたドメインやウェブサイト、または開発を待っているドメインやウェブサイトを指します。",
     "why": "駐車されたドメインは一時的にマルウェアをホストするなど、悪意のある目的で悪用される可能性があります。",
     "help": "駐車されたドメインでの不審な活動や不正使用を監視してください。DNSモニタリングツールを実装して、駐車されたドメインの変更や異常を検出し、対応してください。"
   },
   "VPN": {
     "what": "仮想プライベートネットワーク（VPN）サービスを提供するサーバーで、セキュアなリモートアクセスに使用されます。",
     "why": "VPNは地理的な制限を回避したり、悪意のある活動を隠すために利用されることがあります。例えば、攻撃者はIPベースのブロックを回避するためにVPNを利用するかもしれません。",
     "help": "VPNサーバーがセキュアであり、組織のポリシーに準拠していることを確認してください。VPNの使用パターンを監視するためにVPNモニタリングツールを実装し、異常な活動や侵害を特定してください。"
   },
   "EXE_Source": {
     "what": "マルウェアを含む可能性のある実行可能ファイルを配布するソースです。",
     "why": "実行可能ファイルはマルウェアをインストールする可能性があります。例えば、ウェブサイトが正規のアプリケーションとして偽装されたトロイの木馬を提供するかもしれません。",
     "help": "ファイルの評判サービスを実装し、実行可能ファイルのダウンロードを監視してください。エンドポイント保護ツールを使用して、悪意のある実行可能ファイルの実行をスキャンして防止してください。"
   },


   "Mobile_CnC": {
     "what": "モバイルデバイスを対象としたコマンドアンドコントロールサーバー。",
     "why": "これらのサーバーはモバイルマルウェアを管理し、通信と制御を容易にします。例えば、モバイルトロイの木馬はCnCサーバーに接続してコマンドを受け取るかもしれません。",
     "help": "モバイル固有の脅威に対処するためにモバイル脅威検知ソフトウェアを導入してください。CnCサーバーとの通信に関連する不審な活動をモニタリングしてください。"
   },
   "Mobile_Spyware_CnC": {
     "what": "モバイルデバイス上でのスパイウェア活動に使用されるコマンドアンドコントロールサーバー。",
     "why": "モバイルスパイウェアはテキストメッセージログなどの機密データを盗むために設計されており、CnCサーバーとの通信を行います。",
     "help": "モバイルデバイスからの感染を検出し、除去するためにモバイルアンチウイルスおよびアンチスパイウェアソフトウェアを使用してください。スパイウェア活動を示す可能性のある予期しないデータ使用量の増加をモニタリングしてください。"
   },
   "Skype_SuperNode": {
     "what": "Skype通信に使用されるブートストラップまたはスーパーノードで、悪意のある目的で悪用される可能性があります。",
     "why": "Skypeのスーパーノードは通信を容易にしますが、侵害される可能性があります。例えば、乗っ取られたスーパーノードは盗聴に使用される可能性があります。",
     "help": "不審な活動を示すSkypeトラフィックをモニタリングし、悪意のあるスーパーノードをブロックしてください。セキュリティの目的でスーパーノードの活動をモニタリングおよび調査するためにNetEyezツールを活用してください。"
   },
   "Bitcoin_Related": {
     "what": "Bitcoinマイニングやその他の仮想通貨の操作に関連する活動。",
     "why": "許可されていないマイニングはリソースを消耗する可能性があります。例えば、侵害されたサーバーはBitcoinのマイニングに悪用され、パフォーマンスに影響を与える可能性があります。",
     "help": "許可されていない仮想通貨のマイニング活動をモニタリングし、マイニングスクリプトをブロックしてください。マイニングマルウェアのインスタンスを検出し、軽減するためにエンドポイント保護ツールを使用してください。"
   },
   "DDoSAttacker": {
     "what": "分散型サービス拒否（DDoS）攻撃の発信元。",
     "why": "DDoS攻撃は大量のトラフィックでターゲットを圧倒し、サービスを妨害します。例えば、攻撃者はボットネットを使用してウェブサイトにリクエストを大量に送信するかもしれません。",
     "help": "効果的なDDoS緩和技術とプロトコルを実装して、DDoS攻撃トラフィックをブロックしてください。DDoS保護サービスを活用して攻撃の影響を吸収し、軽減することで、継続的なサービスの可用性を確保してください。"
   },
   "VX Vault": {
     "what": "マルウェアサンプルと関連情報のリポジトリ。",
     "why": "新しいマルウェアの変種を研究し、その動作を理解するためにVX Vaultが使用されます。セキュリティ研究者はVX Vaultを使用して新しいマルウェアの変種についての詳細を調査します。",
     "help": "VX Vaultからの新しいマルウェアサンプルをモニタリングするために脅威インテリジェンスフィードを活用してください。疑わしいファイルを安全に分析し、潜在的な脅威を特定するためにサンドボックスツールを使用してください。"
   },
   "ThreatFox": {
     "what": "悪意のあるIPアドレスやドメインに関する情報を提供する脅威インテリジェンスプラットフォーム。",
     "why": "悪意のあるIPアドレスやドメインへの接続を特定し、ブロックするために使用されます。例えば、ThreatFoxは既知のボットネットのコマンドアンドコントロール（CnC）サーバーへの接続を検出します。",
     "help": "ThreatFoxの脅威フィードをファイアウォールやIDS/IPSシステムに統合して、予防的なブロックを行ってください。ThreatFoxにリストされたIPアドレスやドメインへの接続に関するDNSとネットワークログをモニタリングして、ネットワークセキュリティを強化してください。"
   },
   "Threat Library": {
     "what": "既知の脅威、脆弱性、およびエクスプロイトに関する包括的なデータベース。",
     "why": "既知のサイバー脅威に対抗するための重要な情報を提供します。例えば、Threat Libraryは広く使用されているソフトウェアの新たに発見された脆弱性に関する詳細をカタログ化しています。",
     "help": "Threat Libraryからの脅威インテリジェンスを使用してセキュリティシステムを定期的に更新してください。既知の脆弱性を軽減し、全体的なサイバーセキュリティのポジションを向上させるために、タイムリーなパッチとアップデートを適用してください。"
   },
   "Snort IP Blocklist": {
     "what": "Snort IDS/IPSが検出した悪意のある活動に関連するIPアドレスのリスト。",
     "why": "悪意のある行動に関与するIPアドレスからの接続をブロックするために使用されます。例えば、Snort IP BlocklistはDDoS攻撃に関与するIPを特定します。",
     "help": "Snort IP BlocklistにリストされたIPからのトラフィックをブロックするためにファイアウォールとIDS/IPSシステムを設定してください。ブロックされたIPに関連するアラートに関するSnortログをモニタリングして、ネットワークセキュリティを強化してください。"
   },

   "Sensitive Data": {
     "what": "機密データとは、漏洩すると重大な結果をもたらす可能性がある情報のことです。例えば、顧客のクレジットカード情報の漏洩は法的責任や顧客の信頼の損失を引き起こす可能性があります。",
     "why": "機密データの保護は、データ漏洩を防止し、リスクを軽減するために重要です。定期的なシステムの監査を実施して、データ保護規制の遵守と安全な環境の維持を確認してください。",
     "help": "堅牢なデータの暗号化とアクセス制御を実装して、機密データを保護してください。定期的なシステムの監査を実施して、データ保護規制の遵守と安全な環境の維持を確認してください。"
   },
   "Remediation Blocklist": {
     "what": "リメディエーションブロックリストは、リメディエーションアクションや介入が必要なアイテムの選別されたリストです。サイバーセキュリティなどの文脈で一般的に使用され、IPアドレス、ドメイン、ソフトウェアなどの悪意のあるエンティティに関連するリスクを特定し、軽減します。",
     "why": "リメディエーションブロックリストの目的は、既知の脅威や脆弱性への予防的な対策を実施することにより、セキュリティを向上させることです。このようなリストを維持することで、組織は悪意のある攻撃の可能性を低減し、システムとデータを保護することができます。",
     "help": "組織はリメディエーションブロックリストを使用して、潜在的なセキュリティ脅威に対する予防策を実施します。リスクの特定と管理に構造的なアプローチを提供し、特定された脆弱性に対して適時な対策を講じることを確認します。"
   },
   "Phishstats": {
     "what": "Phishstatsは、フィッシング攻撃に関連するデータを収集し分析するプラットフォームです。フィッシング攻撃の傾向、影響を受ける業界、攻撃者が使用する一般的な手法などについての洞察を提供します。",
     "why": "Phishstatsの目的は、組織やサイバーセキュリティの専門家が現在のフィッシングの状況を理解することです。フィッシングデータの分析により、新興の脅威を特定し、効果的なフィッシング攻撃の認識と軽減方法をユーザーに教育することを目指しています。",
     "help": "Phishstatsは、フィッシングの認識プログラムの向上、インシデント対応能力の向上、およびフィッシング脅威からの機密情報とシステムを保護するための予防策の実施を支援します。"
   },
   "Pastebin": {
     "what": "Pastebinは、ユーザーがプレーンテキストをオンラインで保存および共有できるウェブサイトです。ユーザーはテキストの断片を貼り付け、一意のURLを介して公開または非公開でアクセスできます。",
     "why": "Pastebinは、コードの断片、設定ファイル、またはテキストベースの情報を迅速かつ便利に共有するためにさまざまな目的で使用されます。開発者、研究者、愛好家などが情報を交換するためによく使用されます。",
     "help": "Pastebinは、複雑なセットアップを必要とせずにテキストコンテンツを簡単に共有および共同作業するのに役立ちます。さまざまなプログラミング言語のシンタックスハイライトをサポートしており、コードの例やトラブルシューティング情報の共有に役立ちます。"
   },
   "Known malware command and control traffic": {
     "what": "既知のマルウェアのコマンドと制御（C＆C）トラフィックとは、悪意のあるマルウェアに関連するネットワーク通信パターンまたはシグネチャです。これには、感染したシステム（ボット）と攻撃者が制御するリモートサーバーとの通信が含まれます。",
     "why": "既知のマルウェアのC＆Cトラフィックを特定する目的は、ネットワーク上のマルウェア感染の影響を検出し軽減することです。これらの通信パターンを認識することで、組織はデータの漏洩、不正アクセス、およびマルウェアによって起こされるその他の悪意のある活動を防止することができます。",
     "help": "既知のマルウェアのC＆Cトラフィックの検出と防止には、NetEyezを使用します。NetEyezは、脅威インテリジェンスフィードとシグネチャを活用して、疑わしいパターンや振る舞いを持つネットワークトラフィックを分析し、悪意のある活動をブロックまたはアラートします。"
   },
   "Known malicious file or file based exploit": {
     "what": "既知の悪意のあるファイルまたはファイルベースのエクスプロイトとは、悪意のあるまたは有害とされるソフトウェアファイルまたはエクスプロイトのことです。これらのファイルには、マルウェア、ウイルス、トロイの木馬、またはソフトウェアやオペレーティングシステムの脆弱性を悪用するスクリプトが含まれることが一般的です。",
     "why": "既知の悪意のあるファイルまたはエクスプロイトの特定は、サイバーセキュリティにとって重要です。これにより、悪意のあるファイルが被害を引き起こす前に認識し、ブロックまたは削除することで、脅威に対して積極的に防御することができます。これにより、不正アクセス、データの盗難、システムの侵害を防ぐことができます。",
     "help": "既知の悪意のあるファイルまたはファイルベースのエクスプロイトに関連するリスクを軽減するために、組織はウイルス対策ソフトウェア、エンドポイント保護ソリューション、および脅威インテリジェンスフィードを使用することができます。ソフトウェアとオペレーティングシステムの定期的な更新とパッチ適用も、脆弱性を修正し、攻撃の可能性を低減するために重要です。"
   },
   "Known client side exploit attempt": {
     "what": "既知のクライアントサイドのエクスプロイト試行とは、ウェブブラウザ、プラグイン、またはドキュメントビューアなどのクライアントサイドソフトウェアアプリケーションやコンポーネントの脆弱性を狙った攻撃のことです。これらのエクスプロイトは、セキュリティの弱点を悪用してユーザーのデバイスで悪意のあるコードを実行します。",
     "why": "既知のクライアントサイドのエクスプロイト試行を特定することは、サイバーセキュリティにとって重要です。これにより、マルウェア感染、不正アクセス、データの盗難などからユーザーを保護することができます。これらの試行を検出し軽減することで、ソフトウェアの脆弱性の悪用を防止することができます。",
     "help": "既知のクライアントサイドのエクスプロイト試行に対抗するために、組織はソフトウェアやプラグインのパッチと更新を迅速に実施し、ウェブアプリケーションファイアウォール（WAF）を使用して悪意のあるトラフィックをフィルタリングし、安全なブラウジングのプラクティスとフィッシングの認識についてユーザーに教育する必要があります。"
   },
   "Joe Wein": {
     "what": "Joe Weinは、オンライン詐欺、フィッシング詐欺、およびインターネットセキュリティの問題の特定と分析で知られるサイバーセキュリティの研究者および専門家です。",
     "why": "Joe Weinの業績は、オンラインの脅威と脆弱性に関する認識を高めるのに貢献しています。彼の研究は、一般の人々や組織が効果的にサイバーリスクを認識し軽減するための教育に役立ちます。",
     "help": "Joe Weinの洞察と研究成果は、より良いサイバーセキュリティの実践の開発、詐欺検出メカニズムの改善、およびインターネットの安全性の向上に役立ちます。彼の貢献は、個人、企業、およびサイバーセキュリティの専門家がオンラインの脅威から自己を保護するために貴重です。"
   },
   "Heisenberg Brute Force": {
     "what": "ハイゼンベルクブルートフォースは、パスワードやキーのすべての可能な組み合わせを順番に試行するサイバーセキュリティの手法です。これは通常、攻撃者がシステムやアカウントへの不正アクセスを試みるために使用されます。",
     "why": "ハイゼンベルクブルートフォース攻撃を特定することは、サイバーセキュリティにとって重要です。これにより、システムへの侵入や機密情報の侵害など、悪意のあるアクセスからデータの完全性を保護することができます。これらの攻撃を検出し軽減することで、不正アクセスを防止することができます。",
     "help": "ハイゼンベルクブルートフォース攻撃に対抗するために、組織は強力なパスワードポリシーを実装し、多要素認証（MFA）を使用し、異常なパターンのログイン試行を監視し、侵入検知システム（IDS）を使用して不審なアクティビティを検出およびブロックする必要があります。"
   },
   "GreenSnow Blocklist": {
     "what": "GreenSnow Blocklistは、フィッシング、マルウェアの配布、ボットネットのコマンドおよび制御サーバーなど、悪意のある活動に関連するIPアドレスとドメインの選別されたリストです。既知の悪意のあるエンティティへのアクセスをブロックまたは制限するために維持されます。",
     "why": "GreenSnow Blocklistは、サイバーセキュリティにとって重要です。悪意のあるIPアドレスとドメインへのアクセスをブロックすることで、マルウェア感染、データ漏洩、およびその他のサイバー攻撃のリスクを軽減します。",
     "help": "組織はGreenSnow Blocklistをファイアウォールルール、侵入検知/防止システム（IDS/IPS）、および脅威インテリジェンスプラットフォームに統合することで、その利用価値を最大限に活用することができます。ブロックリストの定期的な更新と監視により、新たな脅威が迅速に特定および軽減されます。"
   },

   "Denial of Service": {
     "what": "サービス拒否（DoS）は、悪意のある攻撃者がホストやネットワークのサービスを妨害または停止させ、ユーザーにアクセスできなくするタイプのサイバー攻撃です。これは、違法なリクエストやトラフィックの洪水によって通常達成されます。",
     "why": "サービス拒否攻撃は、通常の運用を妨害し、財務的損失や評判の損害を引き起こすために実行されます。これにより、サービスの可用性に影響が生じ、ダウンタイムが発生し、ユーザーエクスペリエンスに影響を与える可能性があります。",
     "help": "サービス拒否攻撃の影響を軽減するために、組織はDDoS保護ソリューションを導入し、トラフィックをフィルタリングするためにファイアウォールやルーターを設定し、スケーラビリティのためにコンテンツ配信ネットワーク（CDN）を使用し、悪意のあるトラフィックを検出およびブロックするために侵入防止システム（IPS）を展開する必要があります。"
   },
   "Attempt to login by a default username and password": {
     "what": "デフォルトのユーザー名とパスワードを使用したログイン試行は、デバイスの製造元やシステム管理者によって事前に設定されることが多い一般的に知られた資格情報を使用した、許可されていないアクセス試行を指します。",
     "why": "デフォルトの資格情報を使用したログイン試行を特定することは、サイバーセキュリティにとって重要です。デフォルトの資格情報は広く知られており、検出されずに入り込むことを目指す攻撃者によって悪用されます。",
     "help": "デフォルトの資格情報を使用したログイン試行のリスクを軽減するために、組織はデプロイ後すぐにデフォルトのパスワードを変更し、強力なパスワードポリシーを実施し、多要素認証（MFA）を導入し、不審なアクティビティのログイン試行を定期的に監査およびモニタリングする必要があります。"
   },
   "Abuse CH SSL Blocklist": {
     "what": "Abuse CH SSL Blocklistは、フィッシング、マルウェアの配布、その他のサイバー脅威に関連するSSL証明書の選別されたリストです。特定の悪意のあるSSL証明書を使用しているウェブサイトやサービスへのアクセスをブロックまたは制限するために維持されます。",
     "why": "Abuse CH SSL Blocklistは、サイバーセキュリティにとって重要です。悪意のあるSSL証明書を使用しているサイトへのアクセスをブロックすることで、フィッシング攻撃やマルウェア感染のリスクを軽減します。",
     "help": "組織はAbuse CH SSL Blocklistをウェブフィルタリングシステム、ファイアウォールルール、およびセキュリティポリシーに統合することで、その価値を最大限に活用することができます。ブロックリストの定期的な更新と監視により、SSL証明書に関連する新たな脅威が迅速に特定および軽減されます。"
   },
   "A TCP connection was detected": {
     "what": "TCP（Transmission Control Protocol）接続の検出は、TCPを使用してデータをネットワーク上で転送するための標準プロトコルを使用して、2つのネットワークデバイスまたはアプリケーション間の通信チャネルの確立を指します。",
     "why": "TCP接続の検出は、ネットワークモニタリングとサイバーセキュリティにとって重要です。デバイスやアプリケーション間の通信を特定し、ネットワークトラフィックのパターンを監視し、不正アクセスやデータの漏洩などの潜在的なセキュリティ脅威を検出するのに役立ちます。",
     "help": "TCP接続を効果的に管理および保護するために、組織はNetEyezツール、侵入検知システム（IDS）、およびファイアウォールルールを適用してトラフィックを監視および制御することができます。また、暗号化プロトコルを強制し、定期的にネットワーク活動を監査して異常や不審な動作を検出する必要があります。"
   },
   "Attempted Administrator Privilege Gain": {
     "what": "管理者特権の獲得を試みることは、ユーザーやソフトウェアがシステムやネットワークで管理者アクセスや特権を取得しようとする許可されていない試みを指します。これには脆弱性の悪用、セキュリティコントロールの回避、ソーシャルエンジニアリングの手法が含まれることがあります。",
     "why": "管理者特権の獲得を試みる試みを特定することは、サイバーセキュリティにとって重要です。これにより、機密データ、システム、リソースへの不正アクセスを防止することができます。管理者アカウントには特権があり、それが侵害されると広範な損害やデータ漏洩の原因となる可能性があります。",
     "help": "管理者特権の獲得を試みるリスクを軽減するために、組織は最小特権の原則を実施し、強力な認証および認可ポリシーを強制し、システムを定期的に更新およびパッチし、特権アカウントの活動を監視する必要があります。"
   },
   "Attempted User Privilege Gain": {
     "what": "ユーザー特権の獲得を試みることは、ユーザーやソフトウェアがシステムやネットワーク上の標準的なユーザー権限を超えて特権を昇格させようとする許可されていない試みを指します。これには脆弱性の悪用、アクセス制御の回避、ソーシャルエンジニアリングの技術が使用されることがあります。",
     "why": "ユーザー特権の獲得を試みる試みを特定することは、サイバーセキュリティにとって重要です。これにより、機密データ、アプリケーション、リソースへの不正アクセスを防止することができます。ユーザー特権の昇格により、攻撃者は悪意のある活動を行ったり、データの完全性を侵害したり、運用を妨害したりすることができます。",
     "help": "ユーザー特権の獲得を試みるリスクを軽減するために、組織は最小特権の原則を実施し、強力な認証および認可メカニズムを強制し、システムを定期的に更新およびパッチし、ユーザーにフィッシングやソーシャルエンジニアリングの手法について教育する必要があります。"
   },
   "Inappropriate Content was Detected": {
     "what": "不適切なコンテンツの検出は、リソースの適切な使用に関する組織のポリシーや基準に違反するコンテンツの特定を指します。これには攻撃的な、違法な、または有害なコンテンツが含まれます。",
     "why": "不適切なコンテンツの検出は、安全でコンプライアンスのある作業環境を維持するために重要です。これにより、攻撃的または有害な資料への露出を防止し、組織の評判を保護し、法的および規制要件に準拠することができます。",
     "help": "不適切なコンテンツに関連するリスクを軽減するために、組織はコンテンツNetEyezツールを導入し、適切な使用ポリシーを強制し、ユーザーに適切な行動と報告手順について教育し、定期的にコンテンツフィルタリングルールをレビューおよび更新する必要があります。"
   },
   "Potential Corporate Privacy Violation": {
     "what": "企業のプライバシー違反の可能性は、企業データの機密性や完全性を損なう可能性のあるインシデントや活動を指します。これは、プライバシーポリシーや規制、契約に違反する可能性があります。",
     "why": "企業のプライバシー違反の可能性を特定することは、組織が機密情報を保護し、プライバシー法（GDPRやCCPAなど）に準拠し、顧客および従業員のデータを不正アクセスや開示から保護するために重要です。",
     "help": "企業のプライバシー違反のリスクを軽減するために、組織はデータの暗号化、アクセス制御、NetEyezツール、およびプライバシー影響評価を実施する必要があります。また、従業員に対してプライバシーポリシーやデータ処理の実践についてのトレーニングを提供する必要があります。"
   },
   "Executable code was detected": {
     "what": "実行可能なコードの検出は、コンピュータシステムで実行されるために作成された命令を含むファイルやスクリプトの特定を指します。これにはバイナリ、スクリプト、マクロ、その他の実行可能な形式が含まれます。",
     "why": "実行可能なコードの検出は、サイバーセキュリティにとって重要です。これにより、システムのセキュリティを危険にさらす可能性のある悪意のあるプログラムや許可されていないプログラムを特定することができます。",
     "help": "実行可能なコードに関連するリスクを軽減するために、組織はエンドポイント保護ソリューション、ウイルス対策ソフトウェア、およびメールフィルタリングシステムを導入する必要があります。また、ユーザーに安全なファイルの取り扱いについて教育し、ソフトウェアとセキュリティパッチを定期的に更新する必要があります。"
   },
   "Successful Administrator Privilege Gain": {
     "what": "成功した管理者特権の獲得は、攻撃者がシステムやネットワークへの管理者レベルのアクセス権を獲得するために成功した不正アクセスを指します。",
     "why": "成功した管理者特権の獲得のインスタンスを特定することは、サイバーセキュリティにとって重要です。これは、最高レベルのアクセス制御の侵害を示しており、広範な損害、データの盗難、サービスの中断、機密情報の侵害を引き起こす可能性があります。",
     "help": "成功した管理者特権の獲得の影響を軽減するために、組織は強力な認証手段を実施し、最小特権の原則を強制し、管理者の活動を監視および記録し、定期的なセキュリティ監査を実施し、システムのパッチと更新を迅速に行う必要があります。"
   },


   "Successful User Privilege Gain": {
     "what": "成功したユーザー特権の獲得は、攻撃者がシステムやネットワーク上の標準的なユーザー権限を超えて特権を昇格させる不正アクセスを指します。",
     "why": "成功したユーザー特権の獲得のインスタンスを特定することは、サイバーセキュリティにとって重要です。これは、アクセス制御の侵害を示しており、機密データ、アプリケーション、リソースへの不正アクセスを防止することができます。ユーザー特権の昇格により、攻撃者は悪意のある活動を行ったり、システムの完全性を侵害したりすることができます。",
     "help": "成功したユーザー特権の獲得の影響を軽減するために、組織は最小特権の原則を実施し、強力な認証メカニズムを強制し、システムを定期的に更新およびパッチし、ユーザーの活動を監視し、フィッシングやソーシャルエンジニアリングの手法についてユーザーに教育する必要があります。"
   },
   "A Network Trojan was detected": {
     "what": "ネットワークトロイの検出は、合法的に見えるが不正なアクセスやコントロールを可能にする悪意のあるソフトウェアの特定を指します。トロイの木馬は、攻撃者がデータを盗み出したり、運用を妨害したり、システムへの持続的なアクセスを獲得するために使用されることがあります。",
     "why": "ネットワークトロイの検出は、サイバーセキュリティにとって重要です。これにより、ネットワークのセキュリティと完全性に重大な脅威が生じる可能性があります。データの漏洩、不正アクセス、金銭的損失、組織の評判の損失などが発生する可能性があります。",
     "help": "ネットワークトロイの検出を効果的に防ぐために、組織は高度なネットワークトラフィック分析、異常検知、および行動モニタリングなどのNetEyez機能を活用する必要があります。堅牢なファイアウォール設定、侵入検知/防止システム（IDS/IPS）、およびNetEyezと統合されたウイルス対策ソリューションの導入は、防御能力を向上させます。定期的な更新、ネットワークトラフィックの監査、およびユーザーに対する怪しい活動の特定と報告に関する教育も重要です。"
   },
   "Unsuccessful User Privilege Gain": {
     "what": "ユーザー特権の獲得の試みが失敗した場合、攻撃者がシステムやネットワーク上の標準的なユーザー権限を超えて特権を昇格させようとする未承認の試みを指します。これらの試みは検出され、防止されます。",
     "why": "ユーザー特権の獲得の試みが失敗したインスタンスを特定することは、サイバーセキュリティにとって重要です。これにより、未承認のアクセス試行のプロアクティブな検出と防止が示され、機密データ、アプリケーション、リソースを不正利用や侵害から保護することができます。",
     "help": "ユーザー特権の獲得の試みが失敗した影響を軽減するために、組織は強力な認証メカニズムを実施し、最小特権の原則を強制し、システムを定期的に更新およびパッチし、ユーザーの活動を監視および分析し、定期的なセキュリティ評価を実施する必要があります。"
   },
   "Web Application Attack": {
     "what": "Webアプリケーション攻撃は、Webアプリケーションの脆弱性を標的とした悪意のある活動や攻撃手法を指します。これらの攻撃は、Webアプリケーションとその基礎となるデータのセキュリティ、完全性、可用性を危険にさらすことを目的としています。",
     "why": "Webアプリケーション攻撃の検出と対策は、サイバーセキュリティにとって重要です。Webアプリケーションは、不正アクセス、データの盗難、金銭的利益や運用の妨害のための脆弱性の悪用など、攻撃者の標的となることが多いです。",
     "help": "Webアプリケーション攻撃に対する防御策として、組織はセキュアなコーディングプラクティスを実施し、Webアプリケーションとフレームワークを定期的に更新およびパッチし、セキュリティ評価とペネトレーションテストを実施し、Webアプリケーションファイアウォール（WAF）を使用し、開発者とユーザーに一般的な攻撃手法について教育する必要があります。"
   },
   "Attempted Denial of Service": {
     "what": "DoS（サービス拒否）の試みは、不正なトラフィックやリクエストの大量の洪水によってコンピュータシステム、ネットワーク、またはサービスが過負荷になり、利用できなくなるような悪意のある試みを指します。",
     "why": "DoS攻撃の試みを特定することは、サイバーセキュリティにとって重要です。これにより、ダウンタイム、生産性の低下、金銭的損失、評判の損失などが発生する可能性があるためです。これらの試みを早期に検出することで、組織は影響を軽減するための対策を実施することができます。",
     "help": "DoS攻撃の試みに対抗するために、組織はDDoS保護ソリューションを導入し、ファイアウォールやルーターを設定して悪意のあるトラフィックをフィルタリングし、スケーラビリティのためにコンテンツデリバリーネットワーク（CDN）を使用し、侵入検知/防止システム（IDS/IPS）を展開して怪しい活動を検出およびブロックする必要があります。"
   },
   "Attempted Information Leak": {
     "what": "情報漏洩の試みは、システム、ネットワーク、または組織から機密または機密情報を不正に開示または持ち出そうとする未承認の試みを指します。",
     "why": "情報漏洩の試みを特定することは、サイバーセキュリティにとって重要です。これにより、データの漏洩、知的財産の損失、コンプライアンス違反、評判の損失などが発生する可能性があります。このような試みを早期に検出することで、組織はデータの漏洩を防止するための対策を実施することができます。",
     "help": "情報漏洩の試みに関連するリスクを軽減するために、組織はデータ損失防止（DLP）ソリューションを導入し、データの転送時および静止時に機密データを暗号化し、アクセス制御と最小特権の原則を強制し、データアクセスと転送を監視し、従業員にデータ処理ポリシーについて教育する必要があります。"
   },
   "Information Leak": {
     "what": "情報漏洩は、機密情報や個人情報が許可されていない個人や組織に漏洩することを指します。",
     "why": "情報漏洩を防止することは、機密データの保護、プライバシーの維持、データ保護規制の遵守にとって重要です。",
     "help": "アクセス制御、暗号化、データ漏洩防止ソリューションなどのセキュリティ対策を実施して、情報漏洩のリスクを軽減します。"
   },
   "Potentially Bad Traffic": {
     "what": "潜在的に悪意のあるトラフィックは、悪意のある意図や怪しい活動を示す特徴やパターンを持つネットワークトラフィックを指します。これには既知の脅威に関連するトラフィック、マルウェアの通信、不正アクセス試行などが含まれます。",
     "why": "潜在的に悪意のあるトラフィックを特定することは、サイバーセキュリティにとって重要です。これにより、被害を引き起こす前に脅威を検出し対応することができます。これにより、悪意のある活動の早期検出、機密データの保護、ネットワークの完全性が維持されます。",
     "help": "潜在的に悪意のあるトラフィックを管理するために、組織はNetEyezの機能を統合した堅牢な侵入検知/防止システム（IDS/IPS）を展開する必要があります。積極的なファイアウォールルールの設定、ネットワークトラフィックパターンの定期的なモニタリングと分析、怪しい活動の特定と報告に関するユーザーの教育も重要です。脅威インテリジェンスフィードの定期的な更新、強力なアクセス制御の設定、および怪しい活動の特定と対応能力の向上も必要です。"
   },
   "Denial of Service Attack Detection": {
     "what": "ネットワークサービスが過負荷になり、利用できなくなるほどの大量の不正なリクエストによって引き起こされる攻撃を検出します。",
     "why": "ネットワークサービスの可用性を維持し、中断を防止し、潜在的な財務的および評判的な損害を軽減するためです。",
     "help": "異常なスパイクのトラフィックを監視し、IDS/IPSを使用し、レート制限を実装し、ファイアウォールを設定して悪意のあるトラフィックをフィルタリングします。"
   },
   "Misc Attack": {
     "what": "特定の既知の攻撃タイプには分類されない攻撃です。さまざまな戦術、技術、手順（TTP）を含むことがあり、簡単に分類することができません。",
     "why": "このような攻撃は、従来の攻撃ベクトルに焦点を当てた典型的なセキュリティ対策を迂回するために使用されることがあります。",
     "help": "定期的な更新とパッチ、継続的な監視、異常検知、包括的なインシデント対応計画を含む包括的なセキュリティ対策を実施して、Misc攻撃に対処します。また、新興の脅威や非典型的な攻撃手法についての情報を把握することも重要です。"
   },
   "Detection of a non-standard protocol or event": {
     "what": "標準のプロトコルや予想されるイベントから逸脱したネットワークトラフィックやシステムの活動を特定します。これらの異常は、悪意のある活動や設定ミスを示す可能性があります。",
     "why": "標準でないプロトコルやイベントは、従来のセキュリティコントロールを迂回しようとする攻撃者、秘密裏に通信しようとする攻撃者、未知の脆弱性を悪用しようとする攻撃者の兆候となる場合があります。これらの異常を検出することは、潜在的な脅威を特定し軽減するために重要です。",
     "help": "NetEyezなどの高度なモニタリングツールを導入し、通常の動作からの逸脱を検出できるようにします。機械学習と行動分析を使用して異常なパターンを特定します。定期的にプロトコルとイベントのベースラインを見直し、検出された異常を迅速に調査します。"
   },
   "Decode of an RPC Query": {
     "what": "リモートプロシージャコール（RPC）クエリのデコードは、リクエストの性質と意図を理解するためのプロセスです。RPCは、ネットワーク内の別のコンピュータにあるプログラムからサービスを要求するために使用されます。",
     "why": "RPCクエリのデコードは、ネットワークトラフィックのモニタリングと分析に不可欠です。これにより、不正なアクセス試行やRPCの脆弱性の悪用などの潜在的な悪意のある活動を特定することができます。これらのクエリの内容と目的を理解することで、怪しい動作に関する洞察が得られます。",
     "help": "効果的にRPCクエリをデコードするには、RPCプロトコル解析をサポートするNetEyezや侵入検知システム（IDS）を活用します。これらのツールを定期的に更新して、新しいRPCのバリアントや脆弱性を認識できるようにします。また、すべてのRPC通信が適切に認証され、暗号化されていることを確認し、不正アクセスやデータ漏洩を防止します。"
   },
   "Denial of service": {
     "what": "サービス拒否（DoS）攻撃は、大量の不正なリクエストによってマシンやネットワークリソースを利用できなくする試みです。これにより、通常の運用が妨げられます。",
     "why": "DoS攻撃は、通常、ダウンタイムを引き起こしたり、サービスを中断したり、組織の評判を損なったりするために行われます。攻撃者は、金銭的な利益、イデオロギー的な理由、システムの脆弱性を悪用するためにこれらの手法を使用することがあります。",
     "help": "DoS攻撃に対抗するためには、ファイアウォール、侵入検知システム（IDS）、レート制限などの堅牢なネットワークセキュリティ対策を実装します。リアルタイムでこれらの攻撃を検出および軽減することができるアンチDoSサービスを使用します。また、予期しないトラフィックの急増に対応するために、ネットワークインフラストラクチャが十分な帯域幅と冗長なリソースを持っていることを確認します。"
   },
   "Large-Scale Information Leak": {
     "what": "大規模な情報漏洩は、機密または機密情報の大量の不正な開示を指します。このデータには個人情報、財務記録、独自のビジネス情報、その他の重要なデータ資産が含まれる場合があります。",
     "why": "このような漏洩は、サイバー攻撃（ハッキングやフィッシングなど）、内部の脅威、設定ミス、不適切なセキュリティ対策などのさまざまな理由で発生することがあります。財務的な損失、評判の損失、規制当局からの罰金、顧客の信頼の喪失など、深刻な影響をもたらす可能性があります。",
     "help": "大規模な情報漏洩を防止するためには、強力な暗号化、アクセス制御、定期的なセキュリティ監査など、堅牢なデータ保護戦略を実装します。従業員にセキュリティのベストプラクティスと潜在的なリスクについて教育します。データ損失防止（DLP）ツールを使用して機密情報を監視および保護し、発生した漏洩に迅速に対応するためのインシデント対応計画を準備します。"
   },
   "A suspicious filename was detected": {
     "what": "これは、悪意のある意図を示す可能性のあるファイルの識別を指します。怪しいファイル名には、異常なパターン、予期しない拡張子、システムの正規のファイル名を模倣して検出を回避する名前などが含まれます。",
     "why": "攻撃者は、マルウェア、フィッシングキット、または他の有害なファイルを偽装するために欺瞞的なファイル名を使用し、ユーザーやセキュリティシステムに無害に見えるようにします。これらのファイル名を検出することで、被害を引き起こす前に潜在的な脅威を特定することができます。",
     "help": "怪しいファイル名を検出するには、既知の悪意のあるパターンや異常をスキャンするNetEyez Securityを使用します。定期的なファイルの整合性監視を実施し、正規のファイルの命名規則を確立します。ユーザーに異常なファイル名を認識し報告するように教育し、検出された脅威に迅速に対応できるようにインシデント対応チームを準備します。"
   },
   "An attempted login using a suspicious user-name was detected": {
     "what": "これは、異常、予期しない、または悪意のある活動に関連付けられているユーザー名を使用したログイン試行の検出を指します。このようなユーザー名には、一般的な名前、共通のデフォルト、セキュリティ対策を回避するために正規のユーザー名を模倣した名前などが含まれます。",
     "why": "攻撃者は、ブルートフォース攻撃、フィッシング試行、または侵害されたアカウントを悪用するために、怪しいまたは一般的なユーザー名を使用することがあります。これらのログイン試行を検出することで、潜在的な不正アクセスを特定し、セキュリティ侵害を防止することができます。",
     "help": "これに対処するためには、マルチファクタ認証（MFA）などの強力な認証メカニズムを実装し、異常なパターンのログイン試行を監視します。セキュリティツールを使用して怪しいユーザー名をフラグ付けし、ブルートフォース攻撃を防止するためにレート制限を使用します。ユーザーに安全なパスワードのプラクティスについて教育し、怪しい活動を報告するように促します。セキュリティチームがこのようなログイン試行に迅速に対応できるように準備しておきます。"
   },
   "A system call was detected": {
     "what": "これは、アクティブなプロセスがオペレーティングシステムのカーネルからサービスを要求するために行うリクエストであるシステムコールの特定を指します。システムコールは、プログラムがハードウェアやオペレーティングシステムと対話するために必要です。",
     "why": "システムコールの検出は、システムの活動を監視し、潜在的なセキュリティ脅威や異常な動作を特定するために重要です。システムコールの異常は、不正なアクセス試行、マルウェアの活動、システムの脆弱性の悪用を示す場合があります。",
     "help": "システムコールを効果的に検出および対応するには、エンドポイント検出および応答（EDR）ツールを使用してリアルタイムでシステムの活動を監視します。行動ベースの分析を実装して、通常のシステムコールパターンからの逸脱を特定します。既知のシステムコールを介して悪用される既知の脆弱性を緩和するために、システムを定期的に更新およびパッチします。ITスタッフとセキュリティチームにシステムコールログの解釈と怪しい活動への迅速な対応について教育します。"
   },
   "A client was using an unusual port": {
     "what": "これは、通常のネットワークトラフィックパターンに基づいて予想されないポートで通信するクライアントやネットワークデバイスを識別することを指します。",
     "why": "異常なポートを使用するクライアントを検出することは、ネットワークセキュリティモニタリングにおいて重要であり、不正なアプリケーション、マルウェアのC&Cトラフィック、ファイアウォールルールの回避の試みなどのセキュリティリスクを特定するためです。",
     "help": "これに対処するためには、NetEyezを導入してトラフィックパターンを分析し、異常なポートの使用を検出します。既知および信頼されているポートへのトラフィックを制限するためにファイアウォールルールとアクセス制御を使用します。定期的にネットワークポリシーを見直し、現在のセキュリティ要件を反映させます。ネットワーク管理者やユーザーに異常なポートの使用に関連するリスクについて教育し、不審な活動の報告を促します。"
   },
   "Access to a potentially vulnerable web application": {
     "what": "これは、セキュリティの脆弱性があると知られているまたは疑われているWebアプリケーションへの未承認のアクセスや相互作用を検出することを指します。脆弱性にはSQLインジェクション、クロスサイトスクリプティング（XSS）、エクスプロイト可能な古いソフトウェアなどが含まれます。",
     "why": "潜在的に脆弱なWebアプリケーションへのアクセスを検出することは、攻撃者によって悪用される前にセキュリティリスクを特定し軽減するために重要です。未承認のアクセスは、データ漏洩、サービスの中断、または機密情報の侵害につながる可能性があります。",
     "help": "Webアプリケーションおよびそのコンポーネントをセキュリティパッチとアップデートで最新に保ちます。開発者に安全なコーディングの実践を教育し、スタッフに定期的なセキュリティトレーニングを実施して、潜在的な脅威を認識し対応する能力を向上させます。"
   },
   "Generic ICMP event": {
     "what": "これは、特定のカテゴリに分類されないICMP（Internet Control Message Protocol）イベントの検出を指しますが、ICMPパケットを介したネットワークアクティビティを示します。",
     "why": "一般的なICMPイベントの検出は、ネットワークの健全性の監視、ネットワークの混雑、設定ミス、または攻撃者によるネットワークスキャンや偵察活動の現れる異常なICMPパケットパターンを特定するために役立ちます。",
     "help": "一般的なICMPイベントを検出し対応するためには、NetEyezを使用してICMPトラフィックをキャプチャおよび分析します。ベースラインパターンを設定し、異常検出を使用して逸脱を特定します。ファイアウォールとIDSを設定して、疑わしいICMPパケットをフィルタリングし、アラートを設定します。定期的にネットワークポリシーを更新してICMPの脆弱性に対処します。"
   },
   "Misc activity": {
     "what": "これは、特定の事前定義されたカテゴリに適合しないが、セキュリティリスクをもたらす可能性があるネットワークまたはシステムアクティビティの識別を指します。",
     "why": "さまざまな活動を検出することは、全体的なシステムの健康状態の監視に役立ち、既知の攻撃パターンや行動に従わない潜在的な異常またはセキュリティインシデントを特定するのに役立ちます。",
     "help": "さまざまな活動を検出し対応するためには、包括的なロギングとモニタリングを実装します。異常検出と機械学習を使用して異常なパターンを識別します。定期的なセキュリティ監査を実施して検出と対応を改善します。スタッフに異常な活動の認識と報告を促し、インシデント対応計画を策定します。"
   },
   "Detection of Network Scan": {
     "what": "これは、エンティティがネットワークを体系的にスキャンしてホスト、サービス、または脆弱性に関する情報を収集しようとする活動の識別を指します。",
     "why": "ネットワークスキャンの検出は重要であり、将来の攻撃のためにネットワークインフラをマッピングしようとする攻撃者による偵察などの潜在的な脅威を特定するためです。",
     "help": "ネットワークスキャンを検出するためには、NetEyezを使用して異常なスキャンパターンを監視します。接続試行のスパイクや異常なポートスキャンをトラフィック分析します。強力なファイアウォールルールとアクセス制御を実装して、未承認のスキャンを制限します。定期的にログを確認し、セキュリティ評価を実施して脆弱性を特定し軽減します。"
   },
   
   "Not Suspicious Traffic": {
     "what": "これは、正当であり、疑わしいまたは悪意のある活動の兆候を示さないネットワークトラフィックを識別することを指します。",
     "why": "疑わしくないトラフィックを検出することは重要であり、通常の無害なネットワーク活動と潜在的に有害な行動を区別するのに役立ちます。誤検知を減らし、本物の脅威に対するセキュリティ対策を集中させるのに役立ちます。",
     "help": "疑わしくないトラフィックを識別するためには、継続的なモニタリングと分析を通じてネットワークの基本動作を確立します。NetEyezを使用して通常のパターンをプロファイル化し、異常の閾値を設定します。強力なネットワークセグメンテーション、アクセス制御、および暗号化を実装して、通常のトラフィックに紛れた脅威から保護します。"
   },
   "Generic Protocol Command Decode": {
     "what": "これは、一般的なプロトコル内のコマンドや指示を解釈し理解するプロセスを指します。ネットワークエンティティ間で交換されるプロトコルレベルのコマンドの内容と意図を分析することを含みます。",
     "why": "一般的なプロトコルコマンドのデコードは、ネットワーク監視とセキュリティ分析において重要であり、進行中の攻撃や悪用の試みを示す可能性のある異常、未承認のコマンド、または悪意のある命令を検出するために必要です。",
     "help": "効果的に一般的なプロトコルコマンドをデコードするには、コマンドシーケンスのキャプチャと解釈のためのプロトコルNetEyezとスニッファを使用します。怪しいパターンのプロトコルペイロードを検査するためにDPI技術を実装します。"
   },
   "A suspicious string was detected": {
     "what": "これは、データ内の異常と見なされる文字列またはテキストのシーケンスを識別することを指します。これは、悪意のある意図や異常な行動を示す可能性があります。",
     "why": "怪しい文字列を検出することは重要であり、コードインジェクション、マルウェアの署名、C＆C通信、またはデータの外部送信の試みなどのセキュリティ脅威を特定するために必要です。",
     "help": "怪しい文字列を検出するためには、文字列マッチングアルゴリズム、正規表現、ヒューリスティック分析を使用します。IDSおよびウイルス対策ソフトウェアを使用してデータをスキャンおよび分析します。未承認のデータ送信を監視および防止するためにDLPソリューションを実装します。ユーザーに怪しい文字列とデータパターンの認識と報告を促進します。"
   },
   "Unknown Traffic": {
     "what": "これは、既知のプロトコル、パターン、または期待される動作に基づいて分類または認識できないネットワークトラフィックを識別することを指します。",
     "why": "未知のトラフィックを検出することは重要であり、未承認の通信、マルウェア感染、またはネットワークの完全性とデータの機密性に対する脅威を示す可能性があります。",
     "help": "最新のネットワークドキュメントを維持し、定期的な監査を実施して、正当だが文書化されていないネットワーク活動を特定および分類します。ネットワーク管理者とセキュリティチームに未知のトラフィックインシデントの解釈と対応について教育します。"
   },
   "ATCP connection was detected": {
     "what": "これは、信頼性の高いTCP / IPネットワーク上での安全な通信のために設計されたプロトコルであるATCP（Assured TCP）を使用しているネットワーク接続を識別することを指します。",
     "why": "ATCP接続を検出することは重要であり、データの確実な配信と整合性が必要なネットワーク活動の監視に役立ちます。これは、重要なアプリケーションやサービスで特に重要です。",
     "help": "ATCP接続を検出するためには、プロトコル解析とトラフィック検査をサポートするNetEyezを利用します。ATCPトラフィックを管理し安全にするためにファイアウォールルールとアクセス制御を実装します。"
   }
 
}